[
    {
        "text": "Chuck Norris doesn't use an airplane for travel, he simply turns of the gravity and farts",
        "label": 1
    },
    {
        "text": "Chuck Norris is so hot that his fists have sex with his dick.",
        "label": 0
    },
    {
        "text": "Chuck Norris can hit ctrl-alt-delete with one finger.",
        "label": 0
    },
    {
        "text": "Chuck Norris doesn't believe in god, god believes in Chuck Norris.",
        "label": 0
    },
    {
        "text": "One day Chuck Norris roundhouse kicked a building killing thousands of people while drinking a diet coke on a sunny day.",
        "label": 1
    },
    {
        "text": "Chuck Norris is the only man in history to win a Tag Team championship solo.",
        "label": 1
    },
    {
        "text": "Chuck Norris invented death just so he could kill people",
        "label": 0
    },
    {
        "text": "Chuck Norris is known to save people's lives from heart attacks - so that he can kill them himself.",
        "label": 0
    },
    {
        "text": "Chuck Norris knows what Scotty doesn't.",
        "label": 1
    },
    {
        "text": "Sharks go Chuck Norris diving",
        "label": 1
    },
    {
        "text": "Chuck Norris got so pissed off at IE6 he roundhouse kicked it and to this day it still can't render css properly.",
        "label": 0
    },
    {
        "text": "Chuck Norris gave the terminators the emotion \"fear\"",
        "label": 1
    },
    {
        "text": "Chuck Norris put the I in IPhone with a real human eye",
        "label": 1
    },
    {
        "text": "Chuck Norris once went to Sea World, and wrestled an orca to death.",
        "label": 1
    },
    {
        "text": "Chuck Norris can play halo on ps3 Chuck Norris can play infamous on xbox 360",
        "label": 1
    },
    {
        "text": "Chuck Norris roundhouse kicked a man in a wheelchair in the ground people dug that fossil up it is now a handicap parking sign but really it is a warning that Chuck is coming",
        "label": 1
    },
    {
        "text": "Did you know Chuck Norris once clogged the toilet....... while peeing?",
        "label": 0
    },
    {
        "text": "Chuck Norris sneezed twice--Hiroshima and Nagasaki were no more.",
        "label": 1
    },
    {
        "text": "By the time I finished writing this joke, Chuck Norris had advanced from being a 6132-degree black belt to a 7834-degree black belt. By the way, this joke took me 1 minute to write.",
        "label": 1
    },
    {
        "text": "It is said you can't know someone until you walk a mile in their shoes. This means no one will ever know Chuck Norris because he'd kill you if you touched his shoes.",
        "label": 0
    },
    {
        "text": "the answer to the question whick goes first chicken or egg, the answer is CHUCK NORRIS",
        "label": 1
    },
    {
        "text": "No one has ever spoken during review of Chuck Norris' code and lived to tell about it.",
        "label": 1
    },
    {
        "text": "When Chuck Norris has an erection lasting more than 4 hours he doesn't call your doctor, he calls your mother.",
        "label": 1
    },
    {
        "text": "One time Chuck Norris stared a man to death.",
        "label": 0
    },
    {
        "text": "As an infant, Chuck Norris' parents gave him a toy hammer. He gave the world Stonehenge.",
        "label": 1
    },
    {
        "text": "The only reason you go to the bathroom is because Chuck Norris scared the shit out of you.",
        "label": 0
    },
    {
        "text": "Chuck Norris does his ironing with a steamroller.",
        "label": 1
    },
    {
        "text": "When Bruce Banner gets mad, he turns into the Hulk. When the Hulk gets mad, he turns into Chuck Norris.",
        "label": 1
    },
    {
        "text": "Chuck Norris doesnt get poisoned by a cobra, the cobra gets poisoned by Chuck Norris",
        "label": 1
    },
    {
        "text": "Chuck Norris doesnt follow the yellow brick road....he made it by turning concrete yellow.",
        "label": 1
    },
    {
        "text": "Many a cowboy has ridden a brahma bull barebacked. Chuck Norris has ridden many a grizzly bear bullbacked.",
        "label": 1
    },
    {
        "text": "Chuck Norris turned down a role in Brokeback Mountain (as Tex, ass-ranger) because of foul language and not enough sex scenes.",
        "label": 0
    },
    {
        "text": "Chuck Norris made the Big Bang when he was in space. The way he did it is by just clapping so hard that it made a \"Big bang\". Get it?",
        "label": 0
    },
    {
        "text": "Chuck Norris doesn't obey the law HE IS THE LAW!",
        "label": 1
    },
    {
        "text": "Chuck Norris likes lots of honey on his Texas Toast. That's why he keeps 27 killer bee hives in his livingroom.",
        "label": 0
    },
    {
        "text": "Chuck Norris won the Kentucky Derby by 15 lengths....riding a sawhorse.",
        "label": 1
    },
    {
        "text": "Silence and peach terrifies Chuck Norris.",
        "label": 1
    },
    {
        "text": "Chuck Norris can create a rock so big he can't lift it, then hurl it through your kidneys, then make a bigger rock and lift it.",
        "label": 1
    },
    {
        "text": "Ever wonder why Curly disappeared from the Three Stooges? Chuck Norris did not find him funny.",
        "label": 1
    },
    {
        "text": "Lots of guys consider themselves to be bad-asses. Chuck Norris circumcised himself when he was 10 days old.",
        "label": 0
    },
    {
        "text": "Good Guys Wear Black. Chuck Norris wears whatever the fuck he wants.",
        "label": 0
    },
    {
        "text": "Chuck Norris' Texas Ranger softball team won unexpectedly 150 to 0 in the bottom first inning when in foul territory he ran down and caught a Golden Snitch.",
        "label": 1
    },
    {
        "text": "Chuck Norris says, 'if life gives you lemons, punch it in the nuts until it doesn't.'",
        "label": 1
    },
    {
        "text": "no one really knows why Sergio Busquets kicked the ball over the bars against Chelsea until now he was threatened by Chuck Norris in the crowd telling him you score this son and you will never be at peace because you will be living in fear thinking when you will feel the wrath of my roundhouse kick",
        "label": 1
    },
    {
        "text": "Chuck Norris gets more head then a pillow!",
        "label": 0
    },
    {
        "text": "Chuck Norris was recently on safari in Africa when a savage lion mauling occurred. The lion died an hour later and never should have been stupid enough to irritate Chuck.",
        "label": 1
    },
    {
        "text": "Chuck Norris once paid 25 cents for a $1.00 Snickers Bar and got $20.00 back in change.",
        "label": 1
    },
    {
        "text": "Chuck Norris doesn't trust you as far as he can throw you. Which is a fucking long way.",
        "label": 0
    },
    {
        "text": "Chuck Norris does not live in America, he craps the hell out of America and lives in California.",
        "label": 0
    },
    {
        "text": "Why is Chuck Norris awesome? because hes Chuck Norris.",
        "label": 1
    },
    {
        "text": "Chuck Norris died and came and he decided to come back because after life was boring him",
        "label": 1
    },
    {
        "text": "The Truth will set you free; Chuck Norris will set you on fire!",
        "label": 1
    },
    {
        "text": "Chuck Norris can kick the shit out of a stone till it bleeds",
        "label": 0
    },
    {
        "text": "Arnold Schwarzenegger would never ask Chuck Norris to \"DO IT NOW\" because he knows Chuck will",
        "label": 1
    },
    {
        "text": "Lightning is like a Chuck Norris roundhouse kick in the face. In a flash it's gone. Both lightning & your face.",
        "label": 1
    },
    {
        "text": "The last words Johnny Cash ever heard - \"I'm Chuck Norris\".",
        "label": 1
    },
    {
        "text": "Chuck Norris went to Ihop for pizza",
        "label": 1
    },
    {
        "text": "Chuck Norris invented the male sex.",
        "label": 0
    },
    {
        "text": "Carly Fiorina once crawled through the entire Waco, TX sewer system just to watch Chuck Norris take a shit in a Taco Bell restroom.",
        "label": 0
    },
    {
        "text": "When Chuck Norris goes into a bar, he likes to have his whiskey mixed with a little 72 oz. steak, five bullet fired fresh from an AK 47, piss from an agitated rattle snake and a slice of lemon. He squirts the lemon juice directly in his eyes before drinking the entire thing of whiskey, yelling, \"CHUCK NORRIS HORNY!!\" and then killing everyone in the bar with his overgrown mammoth of a penis.",
        "label": 0
    },
    {
        "text": "Chuck Norris is who taught Pai Mei from Kill Bill.",
        "label": 0
    },
    {
        "text": "When you get impregnated by Chuck Norris, the following will happen: as soon as you wake up out of your coma, you will have just enough time to see the doctor jump out of the way before you explode, unleashing at least nine little bearded Chucklings into the world.",
        "label": 1
    },
    {
        "text": "Chuck Norris is allowed to play Stairway To Heaven.",
        "label": 1
    },
    {
        "text": "It should go without saying, but it still bears repeating: don't knock on Chuck Norris' door on Halloween.",
        "label": 1
    },
    {
        "text": "Chuck Norris can step on a land mine and it won't detonate, out of sheer respect.",
        "label": 1
    },
    {
        "text": "Most high school valedictorians have a 4.0 GPA. In high school, Chuck Norris had a 16.0 GPA.",
        "label": 1
    },
    {
        "text": "After Chuck Norris uses his beard to unscramble eggs, it's impossible for anybody other than Chuck Norris to scramble them again.",
        "label": 1
    },
    {
        "text": "Chuck Norris drank up all his alcohol. Then he puked out guns. Hell yeah i said guns. He used them to kill people.",
        "label": 0
    },
    {
        "text": "Chuck Norris can uproot your family tree.",
        "label": 1
    },
    {
        "text": "The Holy Trinity is actually Chuck Norris' mammoth wang and gonads.",
        "label": 1
    },
    {
        "text": "when Chuck Norris pours milk into his rice crispy's they shut the fuck up",
        "label": 0
    },
    {
        "text": "Paul Newman has Chuck Norris's Own salad dressing and mayo.",
        "label": 1
    },
    {
        "text": "Chuck Norris graduated college with a degree in Chuck Norris!",
        "label": 1
    },
    {
        "text": "Only Expendables 2 earned its title as an All Star Movie, and that was merely by the introduction of Chuck Norris.",
        "label": 1
    },
    {
        "text": "Stephen Spielberg and George Lucas both witnessed Chuck Norris survive a nuclear explosion in an ice box.",
        "label": 1
    },
    {
        "text": "Once a cow challenged Chuck Norris that he could not eat grass. Chuck Norris grazed 1/5 of the African continent in a day, which resulted in the formation of the Sahara desert. Then he proceeded to roundhouse kick and eat the cow at the same time. Moral of the story: Do not challenge Chuck Norris.",
        "label": 1
    },
    {
        "text": "A deadly Texas Tornardo knows better than to damage or destroy any property or anything that belongs to Chuck Norris or any of his family if the Tornardo knows what is best for it because Chuck Norris is God.",
        "label": 0
    },
    {
        "text": "Chuck Norris got his legs cut off and still managed to get up and walk it off.",
        "label": 1
    },
    {
        "text": "The rock band Queen wrote the song \"We will rock you\" about Chuck Norris fists.",
        "label": 1
    },
    {
        "text": "The Big Comfy Couch was made for Chuck Norris",
        "label": 1
    },
    {
        "text": "Kirby can't swallow Chuck Norris, but Chuck Norris can swallow Kirby.",
        "label": 1
    },
    {
        "text": "Reportedly, the moment Chuck Norris was born, Hitler's actual jaw spontaneously dislocated.",
        "label": 0
    },
    {
        "text": "Nerdi, I believe that the joke posted to below this is the worst I have ever heard; therefore, I will create a better version. Chuck Norris doesn't breath air, his lungs generate their own air out of fear.",
        "label": 1
    },
    {
        "text": "Of course Chuck Norris doesn't use cleaning agents for his toilet, his piss does the job",
        "label": 0
    },
    {
        "text": "On Thursdays, Chuck Norris plays 7 Card Stud with The Moon, a grizzly and Gomez Adams.",
        "label": 1
    },
    {
        "text": "Chuck Norris never has a plan \"B'. He never has a fucking plan 'A' either - all he needs is plan 'C' for Chuck.",
        "label": 0
    },
    {
        "text": "in 1974 Chuck Norris was charged with killing 15 students during a school shooting...with a spitball",
        "label": 0
    },
    {
        "text": "Chuck Norris went back in time and punched Moses in the face, just to prove that he could do it.",
        "label": 1
    },
    {
        "text": "Chuck Norris doesn't bench press weight sets, he bench presses FREIGHT TRAINS!",
        "label": 1
    },
    {
        "text": "Chuck Norris' natural pubic musk has the same properties as chloroform.",
        "label": 1
    },
    {
        "text": "Chuck Norris thinks somebody has no sense of humor & needs a roundhouse to the rucksack.",
        "label": 1
    },
    {
        "text": "Chuck Norris kills and average of 12.3 people on his way to the store",
        "label": 0
    },
    {
        "text": "Chuck Norris can do a round house kick on his knees.",
        "label": 1
    },
    {
        "text": "Chuck Norris once did a hippy chick. Their lovechild is Captain Planet.",
        "label": 1
    },
    {
        "text": "Chuck Norris and mr t were playing a game of tic-tac-toe,and mr.t won. In retaliation, Chuck Norris created raceism",
        "label": 1
    },
    {
        "text": "Chuck Norris is a bulldozer with a beard.",
        "label": 1
    },
    {
        "text": "Chuck Norris doesn't play music - he works it like a slave owner.",
        "label": 0
    },
    {
        "text": "If, by some incredible space-time paradox, Chuck Norris would ever fight himself, he'd win. Period.",
        "label": 1
    },
    {
        "text": "Yahweh strictly adheres to Chuck Norris' first commandment: having no other gods before him.",
        "label": 0
    },
    {
        "text": "Chuck Norris uses the HOV lane by himself.",
        "label": 1
    },
    {
        "text": "For Halloween, instead of using pumpkins, Chuck Norris uses Yakuza heads.",
        "label": 1
    },
    {
        "text": "Chuck Norris invented KFC's 11 herbs and spices, but people did not know about the 12th ingredient:FEAR",
        "label": 1
    },
    {
        "text": "Believe it or not, CHUCK NORRIS IS RIGHT BEHIND YOU!",
        "label": 1
    },
    {
        "text": "Chuck Norris wears green on St. Patricks day. Noone dares pinch him",
        "label": 1
    },
    {
        "text": "Chuck Norris breast fed from his own nipples",
        "label": 0
    },
    {
        "text": "Chuck Norris was dropped twice as a child, once on Hiroshima then again on Nagasaki.",
        "label": 1
    },
    {
        "text": "Chuck Norris can fly submerines",
        "label": 1
    },
    {
        "text": "God help any Chuck Norris impersonator",
        "label": 1
    },
    {
        "text": "Most people turn to stone when they gaze in Madusa's eyes for a split second. Chuck Norris looked that bitch in the face for five minutes and got her pregnant.",
        "label": 0
    },
    {
        "text": "While Joey Chestnut was downing 192 buffalo wings in 12 minutes, Chuck Norris ate the same number of buffaloes.",
        "label": 1
    },
    {
        "text": "if you have five dollars and Chuck Norris has five dollars, Chuck Norris has more money than you.",
        "label": 1
    },
    {
        "text": "Chuck Norris. A man of goddamn action.",
        "label": 0
    },
    {
        "text": "Anything Chuck Norris could do, The Great and Powerful Trixie can do better!",
        "label": 1
    },
    {
        "text": "Chuck Norris does'nt use a gun he pionts his finger and says \"Pow\"",
        "label": 1
    },
    {
        "text": "When bored and just for shits and giggles, Chuck Norris likes to walk around skid row with hundred dollar bills hanging out of his pockets.",
        "label": 0
    },
    {
        "text": "If you ever dream of kicking Chuck Norris' ass, you will wake up to see him standing over you.",
        "label": 0
    },
    {
        "text": "Chuck Norris has a bear in his room it isint dead its to afraid to move.",
        "label": 1
    },
    {
        "text": "when Chuck Norris lost his ring he made he commanded SADAKU to retrieve it",
        "label": 1
    },
    {
        "text": "That's not Chuck Norris doing push-ups -- that's Chuck Norris moving the Earth away from the path of a deadly asteroid.",
        "label": 1
    },
    {
        "text": "If released, the four-hour Chuck Norris/Kim Kardashian sex-tape will literally break the internet.",
        "label": 0
    },
    {
        "text": "Chuck Norris can cut someone in half.....by just looking at you.",
        "label": 1
    },
    {
        "text": "As a child, Chuck Norris played Hot Potato with live hand grenades.",
        "label": 1
    },
    {
        "text": "When Chuck Norris pours milk on his Rice Crispies.....They Shut the F##K UP!!!!!",
        "label": 0
    },
    {
        "text": "Chuck Norris can speak brail",
        "label": 1
    },
    {
        "text": "Chuck Norris drives a solar powered car at night.",
        "label": 1
    },
    {
        "text": "Chuck Norris can burn water and put out fire with gasoline.",
        "label": 1
    },
    {
        "text": "Chuck Norris once read the entire Merriam-Webster dictionary backwards in pig-Latin, while roundhouse kicking 30 ninjas.",
        "label": 1
    },
    {
        "text": "Babies cry when they are born because they know they are in a world with Chuck Norris.",
        "label": 1
    },
    {
        "text": "Chuck Norris considers Ben Hur to be a midget.",
        "label": 1
    },
    {
        "text": "Chuck Norris' gaydar is so finely tuned he can tell if you have EVER stared at another man's ass and will brutally kill you accordingly.",
        "label": 0
    },
    {
        "text": "Just to show off, Chuck Norris will occasionally use his testicles in nunchuck demonstrations.",
        "label": 0
    },
    {
        "text": "Chuck Norris can make you evacuate your bowels with a high five.",
        "label": 1
    },
    {
        "text": "What happened to the crew of the Mary Celeste? Chuck Norris.",
        "label": 1
    },
    {
        "text": "Chuck Norris never \"attempts\" to kill. He succeeds.",
        "label": 0
    },
    {
        "text": "A Texas Hwy Patrol officer followed Chuck Norris for 95 miles, observed him throw out 27 beer cans then pulled him over and gave him a written warning for littering.",
        "label": 1
    },
    {
        "text": "Chuck Norris can climb Mount Everest with his eyes closed and his arms tied behind his back. He does that every morning to worm-up.",
        "label": 1
    },
    {
        "text": "Chuck Norris does not need to know about class factory pattern. He can instantiate interfaces.",
        "label": 1
    },
    {
        "text": "what has 4 teeth and 100 legs? the front row of the collingwood cheersquad. why? because Chuck Norris barracks for st. kilda",
        "label": 1
    },
    {
        "text": "Chuck Norris had to take over on the 7th day of creating whilst God was resting.",
        "label": 0
    },
    {
        "text": "The Killers sang 'I've got soul but I'm not a soldier'. It's vice-versa for Chuck Norris.",
        "label": 0
    },
    {
        "text": "Chuck Norris flosses with steel cable.",
        "label": 1
    },
    {
        "text": "Chuck Norris once shot down a Russian MIG in an aerial dogfight. Chuck was flying in a hot air ballon.",
        "label": 1
    },
    {
        "text": "Chuck Norris doesn't have to pay $4.00 a gallon for gas. His vehicle is too frightened to ever run out.",
        "label": 1
    },
    {
        "text": "Originally Schools had blocked websites. Chuck Norris can go in blocked websites.",
        "label": 1
    },
    {
        "text": "To ensure that the classic movies are not forgotten by future generations, many are currently being updated by digitally inserting Chuck Norris into them. So get ready for the upcoming re-releases of such classics as Norris Of Arabia, Chuckablanca and Citizen Chuck.",
        "label": 1
    },
    {
        "text": "Rick, Daryl, Glenn and Michonne want Chuck Norris to join their group as Chuck can kill a zombies brain with just one intense stare.",
        "label": 0
    },
    {
        "text": "Chuck Norris uses an F5 tornado to mop the blood off his palace floors.",
        "label": 1
    },
    {
        "text": "Chuck Norris once slam-dunked a supermarket against the side of a mountain.",
        "label": 1
    },
    {
        "text": "Chuck Norris is in everyone of the devil's nightmares",
        "label": 0
    },
    {
        "text": "Chuck Norris once threw a cigarette butt out of his car window while passing through the Sahara Rainforest.",
        "label": 1
    },
    {
        "text": "Chuck Norris was the demon in \"paranormal activity.\" and the demon in \"the exorcism of emily rose\" and \"the exorcist.\" thanks chuck for killing that stupid fuckin micah guy!",
        "label": 0
    },
    {
        "text": "Chuck Norris' \"little black book\" was recently used by the Texas government to compile their last phone directory.",
        "label": 1
    },
    {
        "text": "Whatever you're thinking of, Chuck Norris already thought of that.",
        "label": 1
    },
    {
        "text": "Air cannot be seen because it is hiding from Chuck Norris.",
        "label": 1
    },
    {
        "text": "A Jehovah witness once knocked on Chuck Norris door. Chuck Norris let the Jehovah witness into the house and then roundhouse kicked him out the window. The man tried to sue Chuck Norris for assault but could not prove anything since there was no witnesses.",
        "label": 0
    },
    {
        "text": "Chuck Norris brutally beat the shit out of the rock band Buckcherry, because of their stupid name. He hates when people re-arrange the letters of his sacred name. Wait - oh shit.",
        "label": 0
    },
    {
        "text": "The devil has a Chuck Norris-may-care attitude.",
        "label": 1
    },
    {
        "text": "Chuck Norris washes his pennis with Pine-Sol and a wire brush.",
        "label": 1
    },
    {
        "text": "The average human tongue has over 2,000 taste buds. Chuck Norris' tongue only needs four: to taste beer, meat, cigars and tang.",
        "label": 1
    },
    {
        "text": "The head of Chuck Norris' penis has knuckles.",
        "label": 0
    },
    {
        "text": "'Deja Vu' is when nature replays, for the benefit of someone, what Chuck Norris did too quickly for his memory to correctly register",
        "label": 1
    },
    {
        "text": "Chuck Norris would love to go to town on your town.",
        "label": 1
    },
    {
        "text": "Chuck Norris was the reason why dinosaurs are extinct.",
        "label": 1
    },
    {
        "text": "Nothing can escape the gravity of a black hole, except for Chuck Norris. Chuck Norris eats black holes. They taste like chicken.",
        "label": 1
    },
    {
        "text": "Kurt Cobain didn't commit suicide... Chuck Norris just hates grunge music",
        "label": 0
    },
    {
        "text": "A Chuck Norris sighting is considered extremely fortunate - if he did not roundhouse kick you.",
        "label": 1
    },
    {
        "text": "The Shroud Of Turin is simply the bedsheet Chuck Norris and sixteen women lost their virginity on.",
        "label": 0
    },
    {
        "text": "Once on Blue's Clues, when Steve Burns was ill, Chuck Norris came to the show and disguised like Steve to let the children not know that Chuck Norris was on Blue's Clues. After the episode, Chuck made it through the game without clues. Steve then said \"Did you use clues?\". Then Chuck Norris took his disguise off and roundhouse kicked Steve in the face without a word. That was 16 years ago.",
        "label": 1
    },
    {
        "text": "CHUCK NORRIS CAN GARGLE PEANUT BUTTER",
        "label": 1
    },
    {
        "text": "Chuck Norris is the only grown man alive that can wear Superhero Jammie's and no one will give him crap about it.",
        "label": 1
    },
    {
        "text": "Cavemen didn't invent fire; Chuck Norris merely snapped his fingers and gave it to them",
        "label": 1
    },
    {
        "text": "Chuck Norris can sharpen a pencil by sticking it into his ear.",
        "label": 1
    },
    {
        "text": "Sharks go Chuck Norris diving",
        "label": 1
    },
    {
        "text": "Chuck Norris was stranded on an island and survived by eating fish hooks. Chuck told his rescuer \"they weren't very tasty but they filled me up\".",
        "label": 1
    },
    {
        "text": "Each one of Chuck Norris' three testicles are larger than the other two.",
        "label": 0
    },
    {
        "text": "Chuck Norris doesnt get poisoned by a cobra, the cobra gets poisoned by Chuck Norris",
        "label": 1
    },
    {
        "text": "Chuck Norris can fuck a pig into bacon strips",
        "label": 0
    },
    {
        "text": "In the year 1735 a meteor was hurling towards earth. It suddenly stopped at the site of Chuck Norris. It asked Chuck Norris for his autograph, then Chuck Norris roundhoused kicked it back to space.",
        "label": 1
    },
    {
        "text": "Chuck Norris will dissolve your face with an acidic fart if he considers your blowjob to be sub-par.",
        "label": 0
    },
    {
        "text": "Chuck Norris was once bitten by a Rattle Snake... After 3 Days of suffering the rattle snake died!",
        "label": 1
    },
    {
        "text": "Chuck Norris invented taking credit for other people's inventions. But he has also invented heaps of stuff",
        "label": 1
    },
    {
        "text": "Chuck Norris has a Ford F-1450 pickup that spans 4 lanes of traffic. The license plate has the entire St. Crispin's Day speech from Henry V on it.",
        "label": 1
    },
    {
        "text": "when Chuck Norris bowls he does it over hand.",
        "label": 1
    },
    {
        "text": "jesus can walk on water, Chuck Norris can walk on lava",
        "label": 0
    },
    {
        "text": "Chuck Norris built The Great Wall of China. He is going to paint it next week.",
        "label": 1
    },
    {
        "text": "Chuck Norris can knock that chip off your shoulder. Usually your shoulder gets knocked off too.",
        "label": 1
    },
    {
        "text": "Parties at the home of Chuck Norris make the ones at the Playboy Mansion seem like senior citizen afternoon teas by comparison.",
        "label": 1
    },
    {
        "text": "They say lightning never strikes in the same place twice - tell that to last guy to receive a one,two punch from Chuck Norris.",
        "label": 1
    },
    {
        "text": "The demon in Paranormal Activity disperses powder on his door to see Chuck Norris' footprints",
        "label": 1
    },
    {
        "text": "Chuck Norris' remote has a bayonet.",
        "label": 1
    },
    {
        "text": "Chuck Norris wears the shit out of his cowboy hat.",
        "label": 0
    },
    {
        "text": "Chuck Norris can write Haiku verse in Hex.",
        "label": 1
    },
    {
        "text": "Chuck Norris doesn't need Twitter, he's already following you.",
        "label": 1
    },
    {
        "text": "When Chuck Norris farts in an elevator, all the other passengers hold their breath and say \"good one, Chuck\"!",
        "label": 1
    },
    {
        "text": "Q: Which is heavier, a ton of bricks or a ton of feathers? A: Chuck Norris.",
        "label": 1
    },
    {
        "text": "Chuck Norris is the only survivor of Pai Mei's exploding heart techinque.",
        "label": 1
    },
    {
        "text": "Chuck Norris skinned Waldo and put it on, waiting for new prey to find him.",
        "label": 1
    },
    {
        "text": "A single hair from Chuck Norris can split a diamond.",
        "label": 1
    },
    {
        "text": "Chuck Norris won the Kentucky Derby by 15 lengths....riding a sawhorse.",
        "label": 1
    },
    {
        "text": "Chuck Norris is the only person on earth who can make a mullet look cool.",
        "label": 1
    },
    {
        "text": "The world is supposed to end in 2012. Chuck Norris must be retiring.",
        "label": 1
    },
    {
        "text": "If you stare into the abyss for too long, Chuck Norris will stare back.",
        "label": 1
    },
    {
        "text": "The first terminator was sent back to kill Chuck Norris. Obviously that didn't work out.",
        "label": 0
    },
    {
        "text": "Chuck Norris ordered a Whopper at Mcdonald's, and got one!!!!!!",
        "label": 1
    },
    {
        "text": "Contrary to popular belief, the Titanic didn't hit an iceberg. The ship was off course and accidentally ran into Chuck Norris while he was doing the backstroke across the Atlantic.",
        "label": 1
    },
    {
        "text": "Hammertime does not stop Chuck Norris",
        "label": 1
    },
    {
        "text": "Chuck Norris has won the fifa world cup 5 times with his game face alone.",
        "label": 1
    },
    {
        "text": "The One ring from LOTR is an undigested cheerio that Chuck Norris had for breakfast.",
        "label": 1
    },
    {
        "text": "The only person who can defeat Chuck Norris in the first round of an MC battle is MC Greeney. Chuck subsiquently roundhouse kicks Greeney in the face and kills him.",
        "label": 0
    },
    {
        "text": "Chuck Norris' idea of being Bi-Polar is hitting someone twice with a wooden pole.",
        "label": 1
    },
    {
        "text": "When Chuck Norris plays a game, every minute is potentially \"Sudden Death\" for his opponents...including cards and board games.",
        "label": 0
    },
    {
        "text": "Chuck Norris like to do cartwheels up and down the aisles while the plane is landing.",
        "label": 1
    },
    {
        "text": "Who knows what evil lurks in the hearts of men? Goddamn Chuck Norris, that's who.",
        "label": 1
    },
    {
        "text": "When Chuck Norris played Starcraft 2, he won a match in 1 minute because his fingers make 1000 moves in 20 seconds.",
        "label": 1
    },
    {
        "text": "Chuck Norris once stabbed a man with a bowling ball.",
        "label": 0
    },
    {
        "text": "Chuck Norris once went into a church to ask God why Adam was created first instead of chuck. God's answer apparently was not to Chuck's liking, since no one has seen or heard from God sense...",
        "label": 0
    },
    {
        "text": "The most interesting man in the world recently met Chuck Norris. Within minutes, he realized he was the 2nd most interesting man in the world.",
        "label": 1
    },
    {
        "text": "Every year on his birthday, Chuck norris randomly selects one lucky child to be thrown into the sun.",
        "label": 1
    },
    {
        "text": "Chuck Norris makes Bear Grylls look like a goddamn shut-in.",
        "label": 0
    },
    {
        "text": "When Chuck Norris watches SpongeBob SquarePants, SpongeBob doesn't laugh.",
        "label": 1
    },
    {
        "text": "Chuck Norris was originally cast to play the Terminator. However, the directors realized that if Chuck Norris was the Terminator, there would be no human resistence.",
        "label": 1
    },
    {
        "text": "Chuck Norris destroyed the periodic table, because he only recognizes the element of surprise.",
        "label": 1
    },
    {
        "text": "Chuck Norris is the greatest matador who ever lived.",
        "label": 1
    },
    {
        "text": "Jesus came to earth just to meet Chuck Norris",
        "label": 0
    },
    {
        "text": "If Chuck Norris had a pennie for every time he roundhouse kicked someone, he would be the richest man ever.",
        "label": 0
    },
    {
        "text": "Chuck Norris likes his coffee half and half: half coffee grounds, half wood-grain alcohol.",
        "label": 0
    },
    {
        "text": "No one can be sure what Chuck Norris looking at, only that it has 5 seconds left to live",
        "label": 1
    },
    {
        "text": "Chuck Norris can bitch slap a Lowland Gorilla and get away with it.",
        "label": 0
    },
    {
        "text": "CHuck Norris' Mother has a tatoo of Chuck Norris on her right bicep.",
        "label": 1
    },
    {
        "text": "Chuck Norris does not pay bills, bills PAY Chuck Norris.",
        "label": 1
    },
    {
        "text": "In high school, Chuck Norris would get out of math class by dividing by zero and then escaping through the wormhole it produced.",
        "label": 1
    },
    {
        "text": "Chuck Norris helps out NASA by throwing astronauts into space.",
        "label": 1
    },
    {
        "text": "On the set of Walker Texas Ranger Chuck Norris brought a dying lamb back to life by nuzzling it with his beard. As the onlookers gathered, the lamb sprang to life. Chuck Norris then roundhouse kicked it, killing it instantly. This was just to prove that the good Chuck givet",
        "label": 0
    },
    {
        "text": "Chuck Norris can slam a revolving door.",
        "label": 1
    },
    {
        "text": "Chuck Norris' sperm can be seen with the naked eye. Each one is the size of a quarter.",
        "label": 0
    },
    {
        "text": "Chuck Norris has proven we are alone in the universe. We eren't before his first space expidition.",
        "label": 1
    },
    {
        "text": "Chuck Norris does not buy snake proof boots,he puts on boots than they are snake proof",
        "label": 1
    },
    {
        "text": "All medieval countries translated Chuck Norris' name the same: Bubonic.",
        "label": 1
    }
]